tellraw @a[distance=..120] {"text":"空から恐怖の大王が現れた！"}


# 初期発動スキル
# 永遠の闇
# 周囲にある松明を破壊
# 暗闇付与
# ゾンビスポナートロッコ召喚

# 常時発動
# 天候を雷雨に
# 敵の落下ダメージ無効化

# 酸の雨
# 負傷スポナー

# 空の支配
# ガーディアンファントムを召喚

# 大地の支配
# スポナートロッコを召喚

# 地底からの侵略
# 毒蜘蛛を召喚

# 破壊
# プレイヤー座標に超爆破クリーパーを召喚
# 強烈な毒の残留エフェクトが発生

# 信者召喚
# ウィッチとエヴォーカー召喚
# この狂信者は短時間超再生のポーションを落とすので回復に使える

# 亡霊召喚
# ガストを召喚

# 悪魔召喚
# 大量のヴェックスを呼び出す

# インビジブル
# 敵が8秒ほど透明化

# ディスペル
# プレイヤーのバフ削除
# スキルバフも消す

# ハンガー
# 超強力な空腹で満腹度が消し飛ぶ

# スロウ
# 移動速度低下、採掘速度低下

# グラビティ
# ジャンプ不可

# 破滅の毒
# 敵味方全員に毒を付与

# マスターテンペスト　属性魔法カウンター
# ダメージは即時1なので抑えめ
# 範囲ではあるが小さめ　ただしプレイヤー全員への攻撃なので密集してると即死しかねない
# クリーパーにも落ちる

# 完全バリア　生命魔法カウンター
# 5秒ほど周囲に耐性Vと発光を付与
# 強めの緩衝体力も付与

# 王の招集　操作魔法カウンター
# プレイヤーひとりを中心に、敵やプレイヤーなどを全て１か所に集める　

# ブラックウォール　建築魔法カウンター
# プレイヤーひとりの周囲を黒曜石で囲う

# 終焉の時
# キングゾンビ、キングガスト、スケルトンエリートなどをまとめて召喚

# 突撃命令　戦士カウンター
# 攻撃と速度アップ

# 拡散狙撃　狩人カウンター
# 矢が上から降り注ぐ

# 地形硬化　炭鉱夫カウンター
# 採掘速度低下

# 邪悪な唄　吟遊詩人カウンター
# アンデッドに緩衝体力

# 魔薬　薬師カウンター
# 暗闇と吐き気

# 死の茨　呪術師カウンター
# 移動ジャンプ禁止

# 水没　人魚カウンター
# 水で埋める

# サクリファイス
# 周囲の敵モブを消滅させ、数に応じてHPを回復

# ウインドウォール
# 矢を消すバリアを展開

# グランドシェイク
# 地上にいると大ダメージ