give @p golden_apple{display:{Name:'{"text":"命綱"}',Lore:['{"text":"このワールドでは体力が自然回復しません。"}','{"text":"ベッドで寝ると全回復できます。"}','{"text":"このりんごは惜しみなく食べてね。"}']}} 10

# give @s written_book{title:"ベッド回復データパック",author:"",pages:['{"text":"当データパックを導入頂きありがとうございます。\\n名札で村人に\\n「薬仙人」と名前をつけて話しかけることで、その村人を専用アイテムを販売する村人に上書きします。"}','{"text":"一定の範囲内には一人までしか作れません。\\n支給されたものや村人をロストした場合でも、名札を用意して同じ名前を設定すれば同様に使えますので心配ありません。"}','{"text":"当データパックを利用することによる損害等は自己責任でお願いします。\\n\\nそれではお楽しみください"}']} 1

give @s name_tag{display:{Name:'{"text":"薬仙人"}'}} 1
